
authenticationFailure.AccountDisabledException=\u30A2\u30AB\u30A6\u30F3\u30C8\u306F\u505C\u6B62\u3055\u308C\u3066\u3044\u307E\u3059
authenticationFailure.AccountInActiveException=\u30A2\u30AB\u30A6\u30F3\u30C8\u306F\u5BE9\u67FB\u4E2D\u3067\u3059\u3002\u5F8C\u307B\u3069\u518D\u8A66\u884C\u3057\u3066\u304F\u3060\u3055\u3044\uFF01
authenticationFailure.AccountLockedException=\u30A2\u30AB\u30A6\u30F3\u30C8\u306F\u30ED\u30C3\u30AF\u3055\u308C\u3066\u3044\u307E\u3059
authenticationFailure.AccountNotFoundException=\u30A2\u30AB\u30A6\u30F3\u30C8\u307E\u305F\u306F\u30D1\u30B9\u30EF\u30FC\u30C9\u304C\u9593\u9055\u3063\u3066\u3044\u307E\u3059\uFF01
authenticationFailure.AccountPasswordException=\u30A2\u30AB\u30A6\u30F3\u30C8\u307E\u305F\u306F\u30D1\u30B9\u30EF\u30FC\u30C9\u304C\u9593\u9055\u3063\u3066\u3044\u307E\u3059\uFF01
authenticationFailure.CredentialExpiredException=\u30D1\u30B9\u30EF\u30FC\u30C9\u304C\u671F\u9650\u5207\u308C\u3067\u3059\uFF01
authenticationFailure.InvalidLoginLocationException=\u30A2\u30AB\u30A6\u30F3\u30C8\u306F\u73FE\u5728\u306E\u30A2\u30C9\u30EC\u30B9\u304B\u3089\u306E\u30ED\u30B0\u30A4\u30F3\u306F\u7981\u6B62\u3055\u308C\u3066\u3044\u307E\u3059\uFF01
authenticationFailure.InvalidLoginTimeException=\u30A2\u30AB\u30A6\u30F3\u30C8\u306F\u3053\u306E\u6642\u9593\u5E2F\u3067\u306E\u30ED\u30B0\u30A4\u30F3\u304C\u7981\u6B62\u3055\u308C\u3066\u3044\u307E\u3059\uFF01
authenticationFailure.UNKNOWN=\u30ED\u30B0\u30A4\u30F3\u306B\u5931\u6557\u3057\u307E\u3057\u305F\uFF01
authenticationFailure.accountLockMaxTimes=\u3042\u306A\u305F\u30ED\u30B0\u30A4\u30F3\u30D1\u30B9\u30EF\u30FC\u30C9\u306E\u5165\u529B\u306E\u9593\u9055\u3044\u306E\u56DE\u6570\u304C{0}\u56DE\u306B\u5230\u9054\u3057\u305F\u305F\u3081\u3001\u30A2\u30AB\u30A6\u30F3\u30C8\u306F\u30B7\u30B9\u30C6\u30E0\u306B\u3088\u308A\u81E8\u6642\u7684\u306B{1}\u6642\u9593\u30ED\u30C3\u30AF\u3055\u308C\u307E\u3059\uFF01
authenticationFailure.captcha=\u691C\u8A3C\u30B3\u30FC\u30C9\u304C\u4E0D\u6B63\u78BA\u3067\u3059
authenticationFailure.remainTimes=\u307E\u3060{0}\u56DE\u5165\u529B\u3067\u304D\u307E\u3059

defense.register.disable.hours=\u304A\u5BA2\u69D8\u306E\u767B\u9332\u306E\u983B\u5EA6\u304C\u591A\u3059\u304E\u307E\u3059\u3002{0}\u6642\u9593\u305F\u3063\u3066\u304B\u3089\u518D\u8A66\u884C\u3057\u3066\u304F\u3060\u3055\u3044\uFF01
defense.register.disable.hours.24=\u304A\u5BA2\u69D8\u304C\u30A2\u30AF\u30BB\u30B9\u3057\u3066\u3044\u308BIP\u306F\u672C\u65E5\u306E\u767B\u9332\u304C\u6E80\u676F\u306B\u306A\u308A\u307E\u3057\u305F\u3002\u660E\u65E5\u518D\u5EA6\u8A2A\u554F\u3057\u3066\u304F\u3060\u3055\u3044\uFF01

edit.info.email.format.error=\u96FB\u5B50\u30E1\u30FC\u30EB\u30DC\u30C3\u30AF\u30B9\u5F62\u5F0F\u304C\u4E0D\u6B63\u78BA\u3067\u3059\u3002\u65B0\u3057\u304F\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044
edit.info.name.format.error=\u6C0F\u540D\u306E\u5F62\u5F0F\u304C\u4E0D\u6B63\u78BA\u3067\u3059\u3002\u65B0\u3057\u304F\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044
edit.info.password.notBlank=\u30ED\u30B0\u30A4\u30F3\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044
edit.info.password.same=2\u5EA6\u76EE\u306B\u5165\u529B\u3057\u305F\u30D1\u30B9\u30EF\u30FC\u30C9\u304C\u4E0D\u4E00\u81F4\u3067\u3059
edit.info.phone.format.error=\u643A\u5E2F\u96FB\u8A71\u756A\u53F7\u5F62\u5F0F\u304C\u4E0D\u6B63\u78BA\u3067\u3059\u3002\u65B0\u3057\u304F\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044
edit.info.qq=QQ\u306F5\uFF5E11\u6841\u307E\u3067\u306E0\uFF5E9\u307E\u3067\u306E\u6570\u5B57\u306E\u307F\u3067\u3059
edit.info.realName=2\uFF5E30\u6587\u5B57\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\uFF08\u5168\u89D2\u306E\u6F22\u5B57\u304B\u306A\u3001\u5C0F\u6587\u5B57/\u5927\u6587\u5B57\u306E\u82F1\u6587\u5B57\u306E\u7D44\u307F\u5408\u308F\u305B\uFF09
edit.info.security.again=\u518D\u5EA6\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u518D\u5EA6\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044
edit.info.security.easy=\u73FE\u5728\u306E\u30D1\u30B9\u30EF\u30FC\u30C9\u306F\u7C21\u5358\u3059\u304E\u307E\u3059\u3002\u65B0\u3057\u304F\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044
edit.info.security.notBlank=\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044
edit.info.security.same=2\u5EA6\u76EE\u306B\u5165\u529B\u3057\u305F\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30D1\u30B9\u30EF\u30FC\u30C9\u304C\u4E0D\u4E00\u81F4\u3067\u3059
edit.info.weixin.format.error=WeChat ID\u306E\u5F62\u5F0F\u304C\u9593\u9055\u3063\u3066\u3044\u307E\u3059\u30022\uFF5E20\u5B57\u3067\u3001\u6587\u5B57\u306E\u7A2E\u985E\u306F\u9650\u5B9A\u3055\u308C\u307E\u305B\u3093

freeznReason.content=\u3042\u306A\u305F\u30ED\u30B0\u30A4\u30F3\u30D1\u30B9\u30EF\u30FC\u30C9\u306E\u5165\u529B\u306E\u30A8\u30E9\u30FC\u56DE\u6570\u304C\u4E0A\u9650\u306B\u5230\u9054\u3057\u305F\u305F\u3081\u3001\u30A2\u30AB\u30A6\u30F3\u30C8\u306F\u30B7\u30B9\u30C6\u30E0\u306B\u3088\u308A\u81E8\u6642\u7684\u306B\u30ED\u30C3\u30AF\u3055\u308C\u3001{0}\u6642\u9593\u5F8C\u306B\u30ED\u30C3\u30AF\u89E3\u9664\u3055\u308C\u305F\u5F8C\u3001\u6B63\u5E38\u306A\u30ED\u30B0\u30A4\u30F3\u304C\u56DE\u5FA9\u3055\u308C\u307E\u3059\u3002\u3042\u306A\u305F\u306F\u307E\u305F\u30ED\u30B0\u30A4\u30F3\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u518D\u8A2D\u5B9A\u3057\u3066\u3001\u30ED\u30C3\u30AF\u3092\u89E3\u9664\u3059\u308B\u3053\u3068\u3082\u3067\u304D\u307E\u3059\u3002\u3054\u8CEA\u554F\u304C\u304A\u6709\u308A\u306E\u5834\u5408\u3001{1}\u306B\u51E6\u7406\u3057\u3066\u304F\u3060\u3055\u3044\uFF01
freeznReason.title=\u3042\u306A\u305F\u306E\u30A2\u30AB\u30A6\u30F3\u30C8\u306F\u7570\u5E38\u306A\u64CD\u4F5C\u304C\u539F\u56E0\u3067\u30ED\u30C3\u30AF\u3055\u308C\u3066\u304A\u308A\u3001\u73FE\u5728\u30ED\u30B0\u30A4\u30F3\u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u307E\u305B\u3093\uFF01

gameLogin.apiLoginError=\u73FE\u5728\u30ED\u30B0\u30A4\u30F3\u3067\u304D\u307E\u305B\u3093\u3002\u5F8C\u307B\u3069\u518D\u8A66\u884C\u3057\u3066\u304F\u3060\u3055\u3044\uFF01
gameLogin.apiMaintain=\u73FE\u5728\u30B2\u30FC\u30E0\u306F\u30E1\u30F3\u30C6\u30CA\u30F3\u30B9\u4E2D\u3067\u3059\u3002\u5F8C\u307B\u3069\u518D\u8A66\u884C\u3057\u3066\u304F\u3060\u3055\u3044\uFF01
gameLogin.notAllowAutoPay=\u73FE\u5728\u7121\u6599\u3067\u8EE2\u63DB\u3067\u304D\u307E\u305B\u3093\uFF01
gameLogin.notGameLogin=\u5F53\u524D\u30B2\u30FC\u30E0\u306F\u53D6\u4E0B\u3052\u6E08\u307F\u3067\u3059\u3002\u5225\u306E\u30B2\u30FC\u30E0\u3092\u3054\u691C\u8A0E\u304F\u3060\u3055\u3044\uFF01

kick.out.auto.content=\u73FE\u5728\u3042\u306A\u305F\u306E\u30A2\u30AB\u30A6\u30F3\u30C8\u306F\u5225\u306E\u5730\u70B9\u304B\u3089\u30ED\u30B0\u30A4\u30F3\u3057\u305F\u306E\u3067\u3001\u5F37\u5236\u7684\u306B\u30ED\u30B0\u30A2\u30A6\u30C8\u3055\u308C\u307E\u3057\u305F\u3002\u305D\u306E\u5730\u70B9\u306EIP\u306F{0}\u3067\u3059\u3002\u3053\u308C\u304C\u672C\u4EBA\u306B\u3088\u308B\u64CD\u4F5C\u3067\u306A\u3044\u5834\u5408\u3001\u3042\u306A\u305F\u306E\u30D1\u30B9\u30EF\u30FC\u30C9\u304C\u6F0F\u6D29\u3057\u305F\u53EF\u80FD\u6027\u304C\u3042\u308B\u305F\u3081\u3001\u76F4\u3061\u306B\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u4FEE\u6B63\u3059\u308B\u3053\u3068\u3092\u304A\u52E7\u3081\u3044\u305F\u3057\u307E\u3059\u3002\u3069\u306E\u3088\u3046\u306A\u3054\u8CEA\u554F\u3067\u3082\u3001\u901F\u3084\u304B\u306B\u30AA\u30F3\u30E9\u30A4\u30F3\u30AB\u30B9\u30BF\u30DE\u30FC\u30B5\u30FC\u30D3\u30B9\u306B\u3054\u9023\u7D61\u304F\u3060\u3055\u3044\uFF01
kick.out.auto.title=\u518D\u5EA6\u30ED\u30B0\u30A4\u30F3
kick.out.manual.content=\u73FE\u5728\u3042\u306A\u305F\u306E\u30A2\u30AB\u30A6\u30F3\u30C8\u306F\u30B7\u30B9\u30C6\u30E0\u30A2\u30C9\u30DF\u30CB\u30B9\u30C8\u30EC\u30FC\u30BF\u30FC\u306B\u3088\u308A\u5F37\u5236\u30ED\u30B0\u30A2\u30A6\u30C8\u3055\u308C\u307E\u3057\u305F\u3002\u3069\u306E\u3088\u3046\u306A\u3054\u8CEA\u554F\u3067\u3082\u3001\u901F\u3084\u304B\u306B\u30AA\u30F3\u30E9\u30A4\u30F3\u30AB\u30B9\u30BF\u30DE\u30FC\u30B5\u30FC\u30D3\u30B9\u306B\u3054\u9023\u7D61\u304F\u3060\u3055\u3044\u3002
kick.out.manual.title=\u5F37\u5236\u9000\u5834

notice.param.customer=\u30AB\u30B9\u30BF\u30DE\u30FC\u30B5\u30FC\u30D3\u30B9\u306B\u9023\u7D61

password.update.failed=\u30D1\u30B9\u30EF\u30FC\u30C9\u306E\u4FEE\u6B63\u306B\u5931\u6557\u3057\u307E\u3057\u305F
password.update.same=\u65B0\u898F\u30D1\u30B9\u30EF\u30FC\u30C9\u306F\u53E4\u3044\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u540C\u3058\u306B\u3067\u304D\u307E\u305B\u3093\u3002\u65B0\u3057\u304F\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044
password.update.success=\u30D1\u30B9\u30EF\u30FC\u30C9\u306E\u4FEE\u6B63\u304C\u6B63\u5E38\u306B\u5B8C\u4E86\u3057\u307E\u3057\u305F
privilege.password.prefix=\u30D1\u30B9\u30EF\u30FC\u30C9\u304C\u9593\u9055\u3063\u3066\u3044\u307E\u3059\u3002\u307E\u3060{0}\u56DE\u8A66\u884C\u3067\u304D\u307E\u3059

register.ip.restrict=\u304A\u5BA2\u69D8\u304C\u30A2\u30AF\u30BB\u30B9\u3057\u3066\u3044\u308BIP\u306F\u672C\u65E5\u306E\u767B\u9332\u304C\u6E80\u676F\u306B\u306A\u308A\u307E\u3057\u305F\u3002\u660E\u65E5\u518D\u5EA6\u8A2A\u554F\u3057\u3066\u304F\u3060\u3055\u3044\uFF01
required.captcha=\u691C\u8A3C\u30B3\u30FC\u30C9\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\uFF01
required.password=\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\uFF01
required.username=\u30A2\u30AB\u30A6\u30F3\u30C8\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\uFF01

security.update.failed=\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30D1\u30B9\u30EF\u30FC\u30C9\u306E\u4FEE\u6B63\u306B\u5931\u6557\u3057\u307E\u3057\u305F
security.update.same=\u65B0\u898F\u30D1\u30B9\u30EF\u30FC\u30C9\u306F\u53E4\u3044\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u540C\u3058\u306B\u3067\u304D\u307E\u305B\u3093\u3002\u65B0\u3057\u304F\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044
security.update.success=\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30D1\u30B9\u30EF\u30FC\u30C9\u306E\u4FEE\u6B63\u304C\u6B63\u5E38\u306B\u5B8C\u4E86\u3057\u307E\u3057\u305F

edit.info.bank.card.already=\u9280\u884C\u30AB\u30FC\u30C9\u304C\u65E2\u306B\u5B58\u5728\u3057\u3066\u3044\u307E\u3059\u3002\u5909\u66F4\u3057\u3066\u304F\u3060\u3055
edit.info.bank.card.format.error=\u9280\u884C\u30AB\u30FC\u30C9\u5F62\u5F0F\u30A8\u30E9\u30FC\u3067\u3059
edit.info.format.error=\u5F62\u5F0F\u304C\u4E0D\u6B63\u78BA\u3067\u3059\u3002\u65B0\u3057\u304F\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044
edit.info.select.bank=\u6240\u5C5E\u3059\u308B\u9280\u884C\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044

# Auto merge by scanner 20170803 begin.
authenticationFailure.authentication=\u672C\u4EBA\u691C\u8A3C\u30B3\u30FC\u30C9\u304C\u4E0D\u6B63\u78BA\u3067\u3059\uFF01
# Auto merge by scanner 20170803 end.